Repository: DeadIord/ScmServiceCenter
Catalog: Scm.Web/Resources/Controllers.OrdersController.*.resx
Languages: ru

# Email_Greeting
source: Hello, {0}!
ru: Здравствуйте, {0}!

# Email_Intro
source: The estimate for repairing {0} is ready. Follow the link to approve the work:
ru: Готова смета по ремонту {0}. Перейдите по ссылке, чтобы согласовать работы:

# Email_Questions
source: If you have any questions, just reply to this email.
ru: Если у вас есть вопросы, просто ответьте на это письмо.

# Email_Signature
source: Best regards, SCM Service Center
ru: С уважением, Сервисный центр

# Email_Subject
source: Estimate for order {0}
ru: Смета для заказа {0}

# Error_ClientEmailMissing
source: No client email is specified for the order.
ru: Для заказа не указан email клиента.

# Error_ClientLinkFailed
source: Could not generate the client approval link.
ru: Не удалось сформировать ссылку для клиента.

# Error_ContactDoesNotBelong
source: The selected contact does not belong to the chosen account.
ru: Выбранный контакт не относится к указанному контрагенту.

# Error_ContactNotFound
source: Contact not found.
ru: Контакт не найден.

# Error_OrderNotFound
source: Order not found.
ru: Заказ не найден.

# Notification_OrderCreated
source: Order {0} has been created.
ru: Заказ {0} создан.

# Selection_NoAccount
source: — Without account —
ru: — Без контрагента —

# Selection_NoContact
source: — Without contact —
ru: — Без контакта —

# Status_Closed
source: Closed
ru: Закрыты

# Status_Diagnosing
source: Diagnosing
ru: Диагностика

# Status_InRepair
source: In repair
ru: В ремонте

# Status_Ready
source: Ready
ru: Готовы

# Status_Received
source: Received
ru: Получены

# Status_WaitingApproval
source: Awaiting approval
ru: Ожидают согласования
